oggi82/micropython/ports/xmc/boards/RELAX_LITE_KIT/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME       "Relax Lite Kit-V1"
#define MICROPY_HW_MCU_NAME         "XMC4500-1024"

#define MICROPY_HW_MAX_TIMER        (4)
#define MICROPY_HW_ENABLE_DAC       (0)
#define MICROPY_HW_ENABLE_USB       (0)
#define MICROPY_HW_ENABLE_RTC       (1)

#define MICROPY_PY_TIME             (1)
